Repository: gasioreks/morfic_menu
Catalog: language/*.po
Languages: pl

source: Custom menu
pl: Własne menu

source: Provides access to custom defined pages.
pl: Umożliwia dostęp do zdefiniowanych stron.

source: Edit menus
pl: Edytuj menu

source: Custom menu title
pl: Tytuł własnego menu

source: Custom menu address
pl: Adres własnego menu

source: Custom menu icon
pl: Ikona własnego menu

source: Icons should be placed in the proper theme folder
pl: Ikony powinny być umieszczone w odpowiednim folderze motywu

source: Choose from %s theme icons
pl: Motyw %s - wybierz ikonę

source: Add menu item
pl: Dodaj element menu

source: Add menu
pl: Dodaj menu

source: The menu should contains menu items. Using this option you can add menu details.
pl: Menu powinno zawierać elementy menu. Za pomocą tej opcji można dodać informacje o menu.

source: The menu is empty.
pl: Menu jest puste.

source: Edit menu
pl: Edytuj menu

source: This option will let you edit a menu item.
pl: Ta opcja umożliwia edycję elementu menu.

source: Add your menu title here
pl: Dodaj tytuł menu

source: Add your menu description here
pl: Dodaj opis menu

source: Menu address
pl: Adres menu

source: Add your menu address here
pl: Dodaj adres menu

source: Menu icon
pl: Ikona menu

source: Show this menu for which languages?
pl: Pokaż te menu dla następujących języków

source: Menu position
pl: Pozycja menu

source: This field controls the order in which the menu items are displayed.
pl: To pole określa kolejność, w jakiej zostaną wyświetlone elementy menu.

source: You do not have to enter the numbers sequentially. If you leave holes in the numbering scheme, you can insert other menu items later. For example, if you use the numbers 1, 6, 11, 16, you can later insert menu items with the missing sequence numbers. Negative numbers and zero are allowed, and can be used to insert menu items in front of the first one.
pl: Nie trzeba wprowadzać kolejnych numerów. Jeśli zostaną pozostawione przerwy w numeracji, będzie można później wstawić w nie inne elementy menu. Na przykład jeśli zostaną użyte numery 1, 6, 11, 16, można będzie poźniej wstawić elementy menu o brakujących numerach. Dozwolone są także wartości ujemne i zero, przydatne przy wstawianiu elementów na samym początku.

source: When more than one menu item has the same position number, only one of these menu items will be visible.
pl: Jeśli więcej niż jeden element menu ma ten sam numer pozycji, tylko jeden z nich będzie widoczny.

source: Menu visibility
pl: Widoczność menu

source: You can determine whether this menu item will be visible regardless of family tree, or whether it will be visible only to the current family tree.
pl: Można określić, aby dany element menu był widoczny niezależnie od drzewa genealogicznego lub widoczny tylko dla bieżącego drzewa genealogicznego.

source: The menu item will appear, regardless of family tree.
pl: Element menu pojawi się niezależnie od drzewa genealogicznego.

source: The menu item will appear only in the currently active family trees.
pl: Element menu pojawi się tylko w bieżącym drzewie genealogicznym.

source: Delete menu
pl: Usuń menu

source: This option will let you delete a menu item.
pl: Ta opcja umożliwia usunięcie elementu menu.

source: Are you sure you want to delete this menu item?
pl: Usunąć dany element menu?

source: Move menu down
pl: Przesuń menu w dół

source: This option will let you move a menu item downwards.
pl: Ta opcja umożliwia przesunięcie elementu menu w dół.

source: Each time you use this option, the position number of this menu item is increased by one. You can achieve the same effect by editing the menu item and changing the menu position field.
pl: Za każdym razem, kiedy zostanie użyta ta opcja, numer pozycji danego elementu menu zwiększy się o jeden. Można osiągnąć ten sam efekt edytując dany element menu i zmieniając jego pole pozycji.

source: Move menu up
pl: Przesuń menu do góry

source: This option will let you move a menu item upwards.
pl: Ta opcja umożliwia przesunięcie elementu menu w górę.

source: Each time you use this option, the position number of this menu item is reduced by one. You can achieve the same effect by editing the menu item and changing the menu position field.
pl: Za każdym razem, kiedy zostanie użyta ta opcja, numer pozycji danego elementu menu zmniejszy się o jeden. Można osiągnąć ten sam efekt edytując dany element menu i zmieniając jego pole pozycji.

source: Web links
pl: Odnośniki

source: Menu title
pl: Tytuł menu

source: Visibility and Access
pl: Widoczność i dostęp
